Repository: imhub/prklb
Catalog: shows/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Save
uk: Зберегти

source: Cancel
uk: Скасувати

source: Band shows
uk: Концерти

source: City, Venue
uk: Місто, місце

source: Date of Show
uk: Дата

source: Show Info
uk: Про концерт

source: Affiche
uk: Афішка

source: Link to buy tickets
uk: Лінк придбати квитки

source: You added new show in
uk: Ви додали новий концерт у

source: successfully!
uk: успішно!

source: Changes saved!
uk: Зміни збережено!

source: Show in
uk: Концерт у

source: deleted
uk: видалено
